"Install Add-ons" = "Zusätzliche Module installieren";
"Cancel" = "Abbrechen";
"Install" = "Installieren";
"Script Menu Extra" = "Skript-Menü-Erweiterung";
"Applications Scripts" = "Applications-Skripte";
"DEVONthink Pro Scripts" = "DEVONthink Pro-Skripte";
"Finder Plugins" = "Finder-Plugins";
"Contextual Menu Item" = "Kontextmenü-Plugin";
"Folder Actions Scripts" = "Ordneraktionen-Skripte";
"PDF Services" = "PDF Services";
"Safari Extension" = "Safari-Erweiterung";
"Firefox Extension" = "Firefox-Erweiterung";
"Google Chrome Extension" = "Google Chrome-Erweiterung";
"Extras" = "Module";
"DEVONthink Jot 2 Widget" = "DEVONthink Jot 2-Widget";
"Browser" = "Browser";
"Apple Mail Rule Action Scripts" = "Skripte für Apple Mail-Regeln";